[
    {
        "menu": {
            "m0": {
                "en": "Index",
                "tc": "主頁",
                "link": "index.html"
            },
            "m1": {
                "en": "Message",
                "tc": "獻詞",
                "link": "message.html"
            },
            "m1-1": {
                "en": "Submenu 1",
                "tc": "子表單1",
                "link": "message.html"
            },
            "m1-2": {
                "en": "Submenu 2",
                "tc": "子表單2",
                "link": "message.html"
            },
            "m1-3": {
                "en": "Submenu 3",
                "tc": "子表單3",
                "link": "message.html"
            },
            "m2": {
                "en": "Milstone",
                "tc": "里程碑",
                "link": "milstone.html"
            },
            "m3": {
                "en": "Activites & Programmes",
                "tc": "平機會與社群",
                "link": "activities.html"
            },
            "m4": {
                "en": "Awards",
                "tc": "比賽",
                "link": "award.html"
            },
            "m5": {
                "en": "Gallery",
                "tc": "相片集",
                "link": "gallery.html"
            },
            "m6": {
                "en": "Logo",
                "tc": "標誌",
                "link": "logo.html"
            }
        },
        "index": {
            "content": {
                "en": "The Equal Opportunities Commission (EOC) was founded under the Sex Discrimination Ordinance (Cap. 480) in 1996 as an independent statutory body to implement the anti-discrimination ordinances in Hong Kong.<br><br>Throughout the last two decades, the equality landscape of Hong Kong has evolved significantly, as the society of Hong Kong progresses, and the aspirations and demands for equal opportunities among community members become stronger. Aptly, the anti-discrimination protection in Hong Kong has expanded accordingly, with the implementation of the Sex Discrimination Ordinance and the Disability Discrimination Ordinance (Cap. 487) in 1996, followed by the Family Status Discrimination Ordinance (Cap. 527) in 1997, and then the Race Discrimination Ordinance (Cap. 602) in 2009.<br><br>Working along with different stakeholders and partners, the EOC strives to discharge its regulatory functions and promote greater understanding of equality in society through complaint investigation, conciliation and legal assistance, and through research, policy advocacy and public education. The EOC’s mission is to create a pluralistic and inclusive society free of discrimination where there is no barrier to equal opportunities.<br><br>This site is meant to provide an information portal to the EOC’s milestones through the short span of the last 20 years, our anniversary programmes and vision for the future.<br><br>As the EOC celebrates its 20th anniversary, the Commission will continue to play a crucial part in the developments of Hong Kong in the coming years. We look forward to working with you towards fostering an inclusive society in which everyone is treated with dignity and respect.<br><br>Equal Opportunities Commission<br><br>May 2016 ",
                "tc": "平等機會委員會（平機會）是於1996年根據《性別歧視條例》（第480章）成立的一個獨立法定機構，負責執行本港反歧視條例。<br><br>過去二十年來，香港在平權事務上出現了很大變遷。隨著社會發展，市民對平等機會的期望及渴求亦與年俱增。與此同時，香港的反歧視條例保障範圍也相應擴大，由1996年生效的《性別歧視條例》及《殘疾歧視條例》（第487章）擴展至1997年的《家庭崗位歧視條例》（第527章），以及2009年生效的《種族歧視條例》（第602章）。<br><br>平機會一直與不同持份者及伙伴緊密合作，竭力履行我們監管法例執行的職能，並推動社會大眾加深認識平等機會。透過個案調查、調停及提供法律協助，還有進行研究、倡議政策和教育公眾等工作，我們的抱負是建設一個沒有歧視、崇尚多元、包容共濟的社會，人人共享平等機會。<br><br>這個網站提供關於平機會過去二十年發展的資訊，還有二十周年的活動和委員會對未來的抱負。在慶祝二十周年這個里程之際，平機會將繼續為本港未來的發展作出貢獻。我們期待與你合作建構一個人人享有尊嚴，並且互相尊重的共融社會。<br><br>平等機會委員會<br><br>2016年5月"
            }
        },
        "milestone": {
            "1995": {
                "content": {
                    "en": "<h6>The Sex Discrimination Ordinance (SDO) and the Disability Discrimination Ordinance (DDO) were enacted</h6>",
                    "tc": "<h6>《性別歧視條例》和《殘疾歧視條例》制定</h6>"
                }
            }
        }
    }
]